tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "spectralkh/tap"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
cask "java"
brew "ack"
brew "openssl"
brew "aircrack-ng"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "xz"
brew "python"
brew "awscli"
brew "bartycrouch"
brew "base64"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bfg"
brew "binutils"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "p7zip"
brew "binwalk"
brew "cargo-completion"
brew "carthage"
brew "ccat"
brew "chrome-cli"
brew "cifer"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "composer"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "libssh2"
brew "go"
brew "dep"
brew "dex2jar"
brew "diff-so-fancy"
brew "diffutils"
brew "dns2tcp"
brew "dnscrypt-proxy", restart_service: true
brew "dnsmasq", restart_service: true
brew "docker-clean"
brew "docker-completion"
brew "docker-compose-completion"
brew "docker-credential-helper"
brew "docker-gen"
brew "docker-ls"
brew "docker-machine-completion"
brew "docker-swarm"
brew "docker2aci"
brew "dockutil"
brew "dos2unix"
brew "ed"
brew "exa"
brew "fcrackzip"
brew "libmagic"
brew "file-formula"
brew "findutils"
brew "foremost"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gem-completion"
brew "git"
brew "git-lfs"
brew "git-quick-stats"
brew "gnu-indent"
brew "gnu-sed"
brew "gnupg"
brew "google-java-format"
brew "gpatch"
brew "gpgme"
brew "gradle"
brew "grep"
brew "groff"
brew "gzip"
brew "hashpump"
brew "hopenpgp-tools"
brew "htop"
brew "hugo"
brew "hydra"
brew "libplist"
brew "libxml2"
brew "usbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"]
brew "libzip"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "john"
brew "knock"
brew "launchctl-completion"
brew "less"
brew "python@2"
brew "libyaml"
brew "lua"
brew "lynx"
brew "m-cli"
brew "m4"
brew "make"
brew "mas"
brew "maven"
brew "memcached"
brew "mongodb", restart_service: true
brew "most"
brew "mysql"
brew "screenresolution"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "openssh"
brew "openssl@1.1"
brew "perl"
brew "php"
brew "pigz"
brew "pip-completion"
brew "pipes-sh"
brew "pkg-config"
brew "pngcheck"
brew "postgresql"
brew "privoxy", restart_service: true
brew "pv"
brew "pypy"
brew "pypy3"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "ruby-completion"
brew "rust"
brew "rustc-completion"
brew "rustup-init"
brew "screen"
brew "smimesign"
brew "socat"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-copy-id"
brew "swiftgen"
brew "swiftlint"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ucspi-tcp"
brew "unrar"
brew "unzip"
brew "vbindiff"
brew "vim"
brew "w3m"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "xpdf"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus"
cask "adobe-creative-cloud"
cask "alacritty"
cask "anaconda"
cask "android-studio"
cask "cheatsheet"
cask "cinebench"
cask "discord-canary"
cask "docker"
cask "docker-toolbox"
cask "drawio"
cask "figma"
cask "firefox-nightly"
cask "flux"
cask "font-awesome-terminal-fonts"
cask "font-fontawesome"
cask "font-iosevka"
cask "font-powerline-symbols"
cask "font-source-code-pro"
cask "geekbench"
cask "google-chrome-canary"
cask "intel-power-gadget"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "logitech-gaming-software"
cask "malwarebytes"
cask "microsoft-remote-desktop-beta"
cask "obs"
cask "osxfuse"
cask "postman"
cask "qlstephen"
cask "realm-browser"
cask "safari-technology-preview"
cask "santa"
cask "skype"
cask "steam"
cask "suspicious-package"
cask "teamviewer"
cask "tor-browser-alpha"
cask "transmission"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code-insiders"
cask "vlc"
cask "vscodium"
cask "spectralkh/tap/flutter"
mas "com.apple.dt.Xcode", id: 497799835
mas "com.crowdcafe.windowmagnet", id: 441258766
mas "com.kablock.macos", id: 1335413823
mas "org.uBlockLLC.uBlock", id: 1385985095
